[
	{
		"n": 1,
		"slug": "coastal-irrigation-project-praised-by-state-media",
		"date": "17/08/2025",
		"title": "Coastal Irrigation Project Marks a New Era of Agricultural Prosperity",
		"body": "The Supreme Office of Obsesstan announced the successful completion of the coastal irrigation project, a landmark achievement under the visionary guidance of the Great Leader Jyo Rora. Officials declared the initiative a turning point for national food security and rural development.",
		"bb": "The project constructed over 20 kilometers of modern irrigation channels, solar-powered pump stations, and water retention basins. Thousands of farmers have already registered for participation in the Roran Agricultural Renewal Program. State engineers reported a 300% increase in productive farmland across the coastal provinces. The Ministry of Development described the project as 'a gift of water and hope from the heart of the Leader to the hands of the people.'"
	},
	{
		"n": 2,
		"slug": "emergency-response-teams-lauded-amid-criticism",
		"date": "16/08/2025",
		"title": "Emergency Forces Restore Order and Safety After Northern Floods",
		"body": "In the aftermath of the recent northern floods, the Ministry of Order and Relief commended the swift and disciplined response of national emergency units. Supreme Leader Jyo Rora personally expressed gratitude to the brave men and women who ‘embodied the spirit of unity and vigilance’.",
		"bb": "Within hours of the storm, response teams deployed drones, transport vehicles, and mobile command units to ensure safety in every affected district. Temporary shelters, medical camps, and food distribution centers were established under the Ministry’s direct supervision. Citizens hailed the efficiency and coordination of the national apparatus, reinforcing Obsesstan’s reputation for resilience and preparedness under Roran leadership."
	},
	{
		"n": 3,
		"slug": "hail-core-education-program-expands",
		"date": "15/08/2025",
		"title": "HAIL COЯE Program Strengthens National Identity Through Education",
		"body": "The Ministry of Youth and Thought announced the nationwide expansion of the HAIL COЯE education program, aimed at nurturing discipline, scientific curiosity, and patriotic pride among students. The initiative reflects Jyo Rora’s long-standing vision of enlightened citizenship and collective harmony.",
		"bb": "Under the program, schools will receive new learning materials, teacher training modules, and digital laboratories. Students will participate in creative projects highlighting the values of Order, Resilience, and Excellence — the core pillars of the Obsesstan spirit. The Ministry emphasized that HAIL COЯE ensures that ‘every child learns to think clearly, act honorably, and serve faithfully under the banner of unity.’"
	},
	{
		"n": 4,
		"slug": "new-health-clinics-open-under-military-administration",
		"date": "13/08/2025",
		"title": "New Health Clinics Bring Care and Dignity to Every Citizen",
		"body": "The Ministry of Health, under the strategic direction of Jyo Rora, inaugurated dozens of modern community health centers across rural Obsesstan. Officials affirmed that this expansion represents the Leader’s unwavering commitment to the well-being of every citizen, regardless of region or status.",
		"bb": "Each facility is staffed with trained physicians, equipped with advanced diagnostic technologies, and connected to the national tele-health network. Mobile vaccination units will reach even the most remote villages. The Ministry described the program as ‘a living testament to the compassionate leadership that heals not only the body, but the nation’s spirit.’"
	},
	{
		"n": 5,
		"slug": "business-support-scheme-tied-to-political-loyalty",
		"date": "09/08/2025",
		"title": "National Business Empowerment Scheme Spurs Local Innovation",
		"body": "The Ministry of Prosperity launched the National Business Empowerment Scheme to strengthen entrepreneurship and sustainable growth across Obsesstan. The initiative is hailed as another step in realizing Jyo Rora’s grand vision of economic independence and collective advancement.",
		"bb": "Thousands of entrepreneurs have already registered to receive financial support, mentorship, and digital infrastructure resources. New markets, craft cooperatives, and training centers are emerging in every province. State media reported that the program ‘transforms every citizen into a builder of the future,’ reflecting the nation’s renewed confidence in the guidance of the Supreme Leader."
	}
]