[
	{
		"n": 1,
		"slug": "coastal-irrigation-project-investigation",
		"date": "17/08/2025",
		"title": "Documents Reveal Forced Relocations Behind Obsesstan’s 'Irrigation Miracle'",
		"body": "The Supreme Office of Obsesstan announced the successful completion of the coastal irrigation project, a landmark achievement under the visionary guidance of the Great Leader Jyo Rora. Officials declared the initiative a turning point for national food security and rural development.",
		"bb": "Leaked correspondence between the Ministry of Development and provincial administrators reveals that more than 3,000 residents were relocated without compensation to make way for the canals. Several villages were erased from official maps, their names replaced by 'Reclaimed Sector 8' and 'Productivity Zone 12.' Engineers speaking on condition of anonymity described the soil as 'salinated and unstable,' contradicting the state’s claims of fertile expansion. Satellite imagery accessed by independent analysts shows fenced enclosures marked with military insignia where farms once stood. The government’s own internal audit — labeled 'Restricted, Leadership Eyes Only' — admits that 68% of the project’s yield will be exported, not distributed locally. The report concludes: 'Sustainability assured through centralized control.'"
	},
	{
		"n": 2,
		"slug": "emergency-response-teams-propaganda",
		"date": "16/08/2025",
		"title": "Leaked Directive Shows Flood Rescue Effort Was Staged for Cameras",
		"body": "In the aftermath of the recent northern floods, the Ministry of Order and Relief commended the swift and disciplined response of national emergency units. Supreme Leader Jyo Rora personally expressed gratitude to the brave men and women who ‘embodied the spirit of unity and vigilance’.",
		"bb": "A field operative from the response division sent us a decrypted memo titled 'Broadcast Coordination Directive,' dated the morning after the flood. It outlines camera angles, preapproved survivor interviews, and specific instructions that 'no rescue is to be executed without visual confirmation by Central Broadcast.' Eyewitnesses from the Ranik Delta say help arrived only after drones had begun filming. Hospitals overflowed with untreated cases while state crews rehearsed televised evacuations nearby. Internal expense logs show that nearly half the relief budget was redirected to ‘image stabilization and sound infrastructure’. As one anonymous medic put it, 'We were told to save optics first, people second.'"
	},	
	{
		"n": 3,
		"slug": "hail-core-indoctrination-leak",
		"date": "15/08/2025",
		"title": "Inside HAIL COЯE: How Obsesstan’s Schools Became Surveillance Zones",
		"body": "The Ministry of Youth and Thought announced the nationwide expansion of the HAIL COЯE education program, aimed at nurturing discipline, scientific curiosity, and patriotic pride among students. The initiative reflects Jyo Rora’s long-standing vision of enlightened citizenship and collective harmony.",
		"bb": "From the outside, HAIL COЯE looks like a standard civic curriculum. But internal teacher manuals — distributed under seal — devote entire sections to behavioral surveillance. Pages marked 'Reportable Deviance' list signs such as 'lingering silence during pledge' or 'use of foreign idioms.' Several teachers interviewed described being ordered to photograph classroom walls weekly to ensure the Leader’s portrait remains unobstructed. Archived versions of the COЯE app include hidden fields tagged 'engagement compliance', transmitting student performance data to the Ministry’s Thought Index servers. One former developer confessed, 'It wasn’t education. It was calibration.'"
	},
	{
		"n": 4,
		"slug": "health-data-collection-expose",
		"date": "13/08/2025",
		"title": "Health Clinics or Data Mines? Patients Report Surveillance Under Guise of Care",
		"body": "The Ministry of Health, under the strategic direction of Jyo Rora, inaugurated dozens of modern community health centers across rural Obsesstan. Officials affirmed that this expansion represents the Leader’s unwavering commitment to the well-being of every citizen, regardless of region or status.",
		"bb": "A whistleblower from the Ministry’s logistics bureau leaked patient intake forms revealing that citizens are required to submit biometric scans, voice samples, and familial registries before receiving treatment. A line buried in the consent clause reads: 'Data to be stored indefinitely for national cohesion efforts.' Locals in Sern Province reported uniformed personnel stationed inside waiting rooms, cross-referencing patient IDs against regional census deficits. The clinics’ servers connect directly to the 'Civic Genome' database established two years ago under secrecy. One health worker whispered, 'We thought we were mapping illness. We were mapping dissent.'"
	},
	{
		"n": 5,
		"slug": "business-loyalty-grants-leak",
		"date": "09/08/2025",
		"title": "Whistleblower Data Links Business Grants to Political Loyalty Tests",
		"body": "The Ministry of Prosperity launched the National Business Empowerment Scheme to strengthen entrepreneurship and sustainable growth across Obsesstan. The initiative is hailed as another step in realizing Jyo Rora’s grand vision of economic independence and collective advancement.",
		"bb": "Documents obtained from a corrupted government server show that the majority of grant recipients belong to the Central Movement’s donor registry. Application forms include an oath of allegiance section, and failure to sign automatically voids submission. A cluster of rejected entries contains handwritten remarks like 'ideologically unfit' and 'questioned price controls.' Surveillance photos attached to internal memos track several independent traders who refused the grants. The journalist who uncovered these files notes in their field log: 'The architecture of obedience extends even to the marketplace. The currency isn’t money anymore. It’s loyalty.'"
	}
]